Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/arbbe-arbbedabalasj-mahtudahka-dalasjajges-tradisjonell-kunnskap-i-moderne-tid.5491115-286185.html.tmx
Source language: smj
Languages: nob

source: Vuosádusrahpam / Utstillingsåpning - Árranin / Árran 23.05.14 Kl.. 12.00.
nob: Árbbe (Árbi) - tradisjonell kunnskap i moderne tid

source: Buorisboahtem - Velkommen
nob: Vandreutstillingen har de kalt for ÁRBI - som betyr arv, og dette er deres arv.

source: Buorisboahtem Árranij ja Árbbe- árbbedábálasj máhtudahka dálásjájges vuosádusá rahpamij Kl 12.00 Rahpam ja åvddånbuktem.
nob: Gjennom sine duodjiprodukter viser de deres identitet og viktigheten av tradisjonskunnskap og kulturarv som danner grunnlaget for den utviklingen og formidlingen i nåtid.

source: / Velkommen til åpninga av utstillingen Árbi - tradisjonell kunnskap i moderne tid. Kl 12.00 Åpning av utstilling og presentasjon.
nob: De fem duojárat har lært om materialer, form og funksjoner av sine forfedre, og disse kunnskapene vil de videreføre til sine etterkommere.

source: Kl 13.00 Lågådallam Árbbe-vuosádusá ja duoje birra. Lågådalle li Nils-Johan Labba, Per-Stefan Idivuoma och Mattias Harr.
nob: Hver av deltakerne stiller ut tre unike produkter i utstillingen, og produktene tilsammen viser bredden i deres arbeider, interessen for duodji og hvordan de ulike inspirasjonkilder og tradisjoner har påvirket deres skaperverk.

source: Kl 13.00 Foreläsning om Árbi-utstillingen og om duodje av Nils-Johan Labba, Per-Stefan Idivuoma och Mattias Harr.
nob: De fem duodjiutøverne er Fredrik Prost, Nils-Petter Svonni, Nils-Johan Labba, Mattias Harr og Per-Stefan Idivuoma.

source: Árbbe – árbbedábálasj máhtudahka dálásjájges.
nob: Se bilder fra utstillingsåpningen på vår Facebookside.
